{
  "map_width": 10,
  "map_height": 10,
  "tiles": [
    {
      "id": 1,
      "name": "neo_mumbai_sky_city_north",
      "description": "The northern district of the Sky-City, shimmering towers reserved for the Conglomerate elite. Hovercar traffic hums constantly."
    },
    {
      "id": 2,
      "name": "corporate_plaza_district",
      "description": "Gleaming office buildings housing the headquarters of the Neo-Tech Conglomerates. Security drones are ever-present."
    },
    {
      "id": 3,
      "name": "arcology_residential_zone",
      "description": "Massive, self-contained residential structures providing housing for mid-level corporate employees."
    },
    {
      "id": 4,
      "name": "monorail_transfer_station",
      "description": "A major transit hub connecting the Sky-City to the upper levels of the Underlevels via a high-speed monorail."
    },
    {
      "id": 5,
      "name": "industrial_smelter_complex",
      "description": "A sprawling factory complex processing raw materials extracted from the lower levels, belching out thick smoke."
    },
    {
      "id": 6,
      "name": "gamma_7_upper_access_shaft",
      "description": "One of the main access points into Sector Gamma-7, heavily guarded by Conglomerate security forces."
    },
    {
      "id": 7,
      "name": "recycling_processing_plant",
      "description": "A massive facility where waste from the Sky-City is processed and recycled, or dumped into the lower levels."
    },
    {
      "id": 8,
      "name": "contaminated_water_reservoir",
      "description": "A large reservoir of polluted water, a byproduct of the industrial processes. Access is restricted."
    },
    {
      "id": 9,
      "name": "broken_highway_overpass",
      "description": "A section of the old pre-Collapse highway system, now crumbling and unusable. A haven for scavengers."
    },
    {
      "id": 10,
      "name": "neo_mumbai_sky_city_east",
      "description": "The eastern district of the Sky-City. Known for its advanced research facilities and pristine parks."
    },
    {
      "id": 11,
      "name": "conglomerate_research_lab",
      "description": "A high-security research facility developing advanced technologies for the Conglomerates."
    },
    {
      "id": 12,
      "name": "hydroponics_farm_dome",
      "description": "A climate-controlled dome where food is grown for the Sky-City residents. Guarded against contamination."
    },
    {
      "id": 13,
      "name": "underlevel_service_tunnel",
      "description": "A dimly lit service tunnel connecting different sections of the Underlevels. Often used for smuggling."
    },
    {
      "id": 14,
      "name": "gamma_7_residential_block",
      "description": "A densely populated residential area in Sector Gamma-7. Home to Vansh Rishi and his family."
    },
    {
      "id": 15,
      "name": "black_market_bazaar",
      "description": "A bustling black market where scavenged goods and illicit technologies are traded. Risky, but profitable."
    },
    {
      "id": 16,
      "name": "collapsed_habitation_zone",
      "description": "A sector where buildings collapsed during the Great Collapse. Now filled with makeshift shelters and scavengers."
    },
    {
      "id": 17,
      "name": "toxic_waste_dump",
      "description": "A vast wasteland where toxic waste is dumped from the upper levels, a constant threat to the Underlevel residents."
    },
    {
      "id": 18,
      "name": "derelict_power_station",
      "description": "A decaying power station that once provided energy for the city. Now a dangerous place to explore."
    },
    {
      "id": 19,
      "name": "contaminated_river_delta",
      "description": "The delta of a river choked with pollutants and industrial waste. A breeding ground for disease."
    },
    {
      "id": 20,
      "name": "neo_mumbai_sky_city_west",
      "description": "The western district, known for its luxury apartments and entertainment venues for the elite."
    },
    {
      "id": 21,
      "name": "entertainment_district_spire",
      "description": "Soaring spires house casinos and virtual reality arcades for the enjoyment of the wealthy."
    },
    {
      "id": 22,
      "name": "luxury_apartment_complex",
      "description": "Exclusive residences with panoramic views of the smog-choked landscape below."
    },
    {
      "id": 23,
      "name": "gamma_7_ventilation_shaft",
      "description": "A large ventilation shaft that pumps filtered air into the lower levels, but is prone to breakdowns."
    },
    {
      "id": 24,
      "name": "makeshift_clinic",
      "description": "A rudimentary clinic run by volunteers, providing basic medical care to the Underlevel residents."
    },
    {
      "id": 25,
      "name": "resistance_cell_hideout",
      "description": "A hidden base of operations for a resistance cell fighting against the Conglomerates."
    },
    {
      "id": 26,
      "name": "abandoned_subway_tunnel",
      "description": "A dark and dangerous tunnel that once served as part of the city's subway system. Now a refuge for the desperate."
    },
    {
      "id": 27,
      "name": "slum_settlement",
      "description": "A squalid settlement built on top of a toxic waste dump. Inhabitants struggle for survival."
    },
    {
      "id": 28,
      "name": "pre_collapse_ruins",
      "description": "The remnants of old Mumbai before the Great Collapse. A reminder of a lost world."
    },
    {
      "id": 29,
      "name": "desiccated_mangrove_swamp",
      "description": "A withered coastal mangrove forest destroyed by rising sea levels and industrial waste."
    },
    {
      "id": 30,
      "name": "neo_mumbai_central_command",
      "description": "Central command of the Neo-Mumbai Conglomerates, the beating heart of their power."
    },
    {
      "id": 31,
      "name": "omni_net_server_farm",
      "description": "A massive server farm housing the Omni-Net, the Conglomerates' surveillance network."
    },
    {
      "id": 32,
      "name": "conglomerate_propaganda_center",
      "description": "A center for producing propaganda promoting the Conglomerates' ideology and control."
    },
    {
      "id": 33,
      "name": "gamma_7_filtration_plant",
      "description": "A crucial facility that attempts to filter air and water for Sector Gamma-7, often failing catastrophically."
    },
    {
      "id": 34,
      "name": "makeshift_school",
      "description": "A clandestine school where children learn forgotten knowledge and skills."
    },
    {
      "id": 35,
      "name": "underground_farm",
      "description": "A hidden farm where crops are grown using recycled water and artificial light."
    },
    {
      "id": 36,
      "name": "sealed_off_laboratory",
      "description": "A laboratory sealed off during the Great Collapse, rumored to contain valuable pre-Collapse technologies."
    },
    {
      "id": 37,
      "name": "radioactive_wasteland",
      "description": "A region contaminated by radioactive waste, dangerous and uninhabitable."
    },
    {
      "id": 38,
      "name": "coastal_defense_turret",
      "description": "Automated turrets defending the coast from pirates and rebels."
    },
    {
      "id": 39,
      "name": "flooded_industrial_zone",
      "description": "Submerged ruins of factories and warehouses from the pre-Collapse era."
    },
    {
      "id": 40,
      "name": "neo_mumbai_north_gate",
      "description": "Heavily guarded perimeter checkpoint controlling entry to and from the city."
    },
    {
      "id": 41,
      "name": "drone_patrol_corridor",
      "description": "Regularly patrolled skyways where Conglomerate drones maintain surveillance and security."
    },
    {
      "id": 42,
      "name": "transportation_hub_north",
      "description": "Bustling network of maglev lines, cargo rail, and automated transport vehicles."
    },
    {
      "id": 43,
      "name": "gamma_7_security_checkpoint",
      "description": "Conglomerate soldiers are a common sight, controlling all entrances and exits in Gamma-7."
    },
    {
      "id": 44,
      "name": "community_kitchen",
      "description": "A volunteer-run service offering meager meals to those in need in Gamma-7."
    },
    {
      "id": 45,
      "name": "engineering_guild_workshop",
      "description": "Skilled mechanics attempt to maintain the area's aging infrastructure, using whatever spare parts they can find."
    },
    {
      "id": 46,
      "name": "network_node_scrapyard",
      "description": "A massive pile of discarded Omni-Net components, picked over for valuable scraps."
    },
    {
      "id": 47,
      "name": "deforested_foothills",
      "description": "Once lush forests, now barren from industrial pollution. Only the hardiest weeds survive."
    },
    {
      "id": 48,
      "name": "coastal_military_outpost",
      "description": "Armed to the teeth, these bunkers ensure no illegal vessels enter or leave the city."
    },
    {
      "id": 49,
      "name": "chemical_processing_lagoon",
      "description": "Brightly coloured waste pools that reek of heavy toxins - the waste product of many industries."
    },
    {
      "id": 50,
      "name": "conglomerate_data_center",
      "description": "A vault of information, storing citizen and industrial details and protected by the highest-level security."
    },
    {
      "id": 51,
      "name": "recreation_sim_center",
      "description": "Upper-level facilities that offer users a chance to experience simulated natural environments, a true luxury."
    },
    {
      "id": 52,
      "name": "conglomerate_executive_apartments",
      "description": "Extravagant, spacious living quarters with views that span the entire polluted landscape."
    },
    {
      "id": 53,
      "name": "gamma_7_community_center",
      "description": "A gathering place to share information, gossip, and network in Gamma-7."
    },
    {
      "id": 54,
      "name": "recycling_district_refinery",
      "description": "Industrial-level waste refinement and smelting, a critical part of the Conglomerates' operations."
    },
    {
      "id": 55,
      "name": "information_broker_hub",
      "description": "A shadowy meeting-place where data runners trade in valuable Conglomerate information."
    },
    {
      "id": 56,
      "name": "hidden_tunnels_network",
      "description": "A maze of maintenance passages where the lights have long gone out - dangerous but useful."
    },
    {
      "id": 57,
      "name": "barren_mining_hills",
      "description": "Stripped of all natural resources, these hills have become little more than a source of dust storms."
    },
    {
      "id": 58,
      "name": "smuggling_coastline",
      "description": "A lawless area of beach with hidden coves, used for importing illegal goods."
    },
    {
      "id": 59,
      "name": "irradiated_salt_flats",
      "description": "Nothing can survive in this deadly environment, except the most dangerous scavengers."
    },
    {
      "id": 60,
      "name": "central_processing_center",
      "description": "The hub from which all raw materials are redistributed for industrial use."
    },
    {
      "id": 61,
      "name": "drone_servicing_station",
      "description": "Where fleets of mechanical eyes are repaired, maintained, and upgraded for Conglomerate operations."
    },
    {
      "id": 62,
      "name": "energy_grid_substation",
      "description": "A crucial point in the distribution network, that is constantly monitored by the Conglomerates."
    },
    {
      "id": 63,
      "name": "gamma_7_repair_factory",
      "description": "Skilled labourers and dangerous machinery create make-shift solutions to every kind of problem."
    },
    {
      "id": 64,
      "name": "market_exchange",
      "description": "Where residents of Gamma-7 buy, sell, and barter for whatever goods they can find."
    },
    {
      "id": 65,
      "name": "tech_recycling_plant",
      "description": "Old tech is brought back to life in a constant attempt to circumvent the Omni-Net."
    },
    {
      "id": 66,
      "name": "illegal_modification_garage",
      "description": "A haven for speed freaks and vehicle enthusiasts to modify their cars in dangerous ways."
    },
    {
      "id": 67,
      "name": "polluted_rainwater_catchment",
      "description": "Despite the high pollution, residents need to find ways to collect fresh water."
    },
    {
      "id": 68,
      "name": "coastal_power_station",
      "description": "A large facility converting waste heat and wave power into usable energy."
    },
    {
      "id": 69,
      "name": "heavy_metal_desert",
      "description": "Even the most hardy plants struggle to survive here in this wasteland."
    },
    {
      "id": 70,
      "name": "under_city_storage",
      "description": "Vast storage areas beneath the roads, left for decay and forgotten."
    },
    {
      "id": 71,
      "name": "luxury_housing_development",
      "description": "Where the wealthy can look down on the residents of the under-city."
    },
    {
      "id": 72,
      "name": "corporate_training_complex",
      "description": "Highly secure facilities where employees are trained and assimilated into Conglomerate culture."
    },
    {
      "id": 73,
      "name": "gamma_7_refugee_camp",
      "description": "Those who have lost everything gather here for safety and mutual aid."
    },
    {
      "id": 74,
      "name": "old_railway_yards",
      "description": "Derelict, overgrown areas left to rust after the Collapse."
    },
    {
      "id": 75,
      "name": "underground_medical_practice",
      "description": "A last resort for those who can't afford a real hospital."
    },
    {
      "id": 76,
      "name": "network_cable_access",
      "description": "Highly sought-after entry points into the Omni-Net."
    },
    {
      "id": 77,
      "name": "rubble_quarry",
      "description": "The last accessible materials that are readily available, and vital to the Underlevels."
    },
    {
      "id": 78,
      "name": "oil_slick_shoreline",
      "description": "Birds and sea-life don't stand a chance in this toxic landscape."
    },
    {
      "id": 79,
      "name": "dystopian_vista_overlook",
      "description": "A scenic point high above the city where you can see all the under-city."
    },
    {
      "id": 80,
      "name": "transportation_drone_factory",
      "description": "Factory churning out swarms of drones."
    },
    {
      "id": 81,
      "name": "prison_detention_center",
      "description": "Where dissenters and criminals are incarcerated and forgotten about."
    },
    {
      "id": 82,
      "name": "holo_entertainment_arcade",
      "description": "Offering a brief escape from the realities of the Underlevels."
    },
    {
      "id": 83,
      "name": "gamma_7_salvage_yard",
      "description": "Where scavengers bring their haul, hoping to find a buyer."
    },
    {
      "id": 84,
      "name": "gated_community",
      "description": "Enclaves of security and green foliage for the wealthy."
    },
    {
      "id": 85,
      "name": "reclaimed_water_aquifer",
      "description": "Precious water sources."
    },
    {
      "id": 86,
      "name": "collapsed_bridge",
      "description": "Ruined bridge. "
    },
    {
      "id": 87,
      "name": "eroded_canyon",
      "description": "Windswept erosion."
    },
    {
      "id": 88,
      "name": "artificial_lake",
      "description": "Fake lake for upper class."
    },
    {
      "id": 89,
      "name": "factory_farms",
      "description": "Growing vat vegetables."
    },
    {
      "id": 90,
      "name": "commuter_city_outer",
      "description": "Where most live far from wealth."
    },
    {
      "id": 91,
      "name": "suburban_homes",
      "description": "Middle-class residents."
    },
    {
      "id": 92,
      "name": "underlevel_tunnels",
      "description": "Secret passages, full of dangers."
    },
    {
      "id": 93,
      "name": "flooded_streets",
      "description": "Sea level rise."
    },
    {
      "id": 94,
      "name": "overrun_slum",
      "description": "Slums, squalor and death."
    },
    {
      "id": 95,
      "name": "polluted_forest",
      "description": "Dying trees and toxic soil."
    },
    {
      "id": 96,
      "name": "research_bunker",
      "description": "Mysterious lab location."
    },
    {
      "id": 97,
      "name": "collapsed_skyscraper",
      "description": "Once a sign of wealth and progress, now an empty corpse"
    },
    {
      "id": 98,
      "name": "shipping_docks",
      "description": "Bringing in goods for the elite"
    },
    {
      "id": 99,
      "name": "construction_site",
      "description": "Ongoing projects for the rich."
    },
    {
      "id": 100,
      "name": "the_collapse_landmark",
      "description": "Memorial to the lost."
    }
  ]
}