{
    "map_width": 10,
    "map_height": 10,
    "tiles": [
        {
            "id": 1,
            "name": "old_delhi_north",
            "description": "The northern section of Old Delhi, a labyrinth of narrow streets and crowded bazaars, known for its street food and historical monuments."
        },
        {
            "id": 2,
            "name": "jama_masjid_district",
            "description": "Centered around the Jama Masjid mosque, a bustling area with Islamic architecture, kebab stalls, and a vibrant cultural atmosphere."
        },
        {
            "id": 3,
            "name": "red_fort_vicinity",
            "description": "The area surrounding the Red Fort, a UNESCO World Heritage Site, filled with historical significance and tourist attractions."
        },
        {
            "id": 4,
            "name": "chandni_chowk_central",
            "description": "The heart of Chandni Chowk, overflowing with spice markets, textiles, and a symphony of sights, sounds, and smells. Shreyansh's home and livelihood."
        },
        {
            "id": 5,
            "name": "khari_baoli_spice_market",
            "description": "Asia's largest spice market, a sensory overload of exotic aromas and vibrant colors, where Shreyansh's family shop thrives."
        },
        {
            "id": 6,
            "name": "daryaganj_book_market",
            "description": "A Sunday book market stretching along Daryaganj road, offering a wide selection of new and used books."
        },
        {
            "id": 7,
            "name": "new_delhi_railway_station_area",
            "description": "The chaotic area around New Delhi Railway Station, a major transportation hub connecting Delhi to the rest of India."
        },
        {
            "id": 8,
            "name": "paharganj_backpacker_district",
            "description": "A popular backpacker district near the railway station, known for its budget hotels, restaurants, and lively atmosphere."
        },
        {
            "id": 9,
            "name": "kashmere_gate_isbt",
            "description": "Kashmere Gate Inter-State Bus Terminal, a major bus station connecting Delhi to neighboring states."
        },
        {
            "id": 10,
            "name": "civil_lines_residential_area",
            "description": "A relatively quieter residential area north of Old Delhi, characterized by colonial-era bungalows and tree-lined streets."
        },
        {
            "id": 11,
            "name": "tis_hazari_courts_complex",
            "description": "The location of the Tis Hazari Courts, one of the major district courts in Delhi."
        },
        {
            "id": 12,
            "name": "ajmeri_gate_area",
            "description": "The area surrounding Ajmeri Gate, a historical gate and bustling commercial zone."
        },
        {
            "id": 13,
            "name": "connaught_place_outer_circle",
            "description": "The outer circle of Connaught Place, a major commercial and financial hub of Delhi, known for its colonial architecture."
        },
        {
            "id": 14,
            "name": "gole_market_area",
            "description": "A market area known for its food stalls and street vendors, offering a variety of local delicacies."
        },
        {
            "id": 15,
            "name": "karol_bagh_shopping_district",
            "description": "A popular shopping district known for its textiles, clothing, and electronic goods."
        },
        {
            "id": 16,
            "name": "rajinder_nagar_residential",
            "description": "A densely populated residential area close to Karol Bagh, mostly housing middle-class families."
        },
        {
            "id": 17,
            "name": "delhi_university_north_campus",
            "description": "The North Campus of Delhi University, a hub of academic activity and student life."
        },
        {
            "id": 18,
            "name": "model_town_residential",
            "description": "A planned residential area with relatively wide streets and green spaces."
        },
        {
            "id": 19,
            "name": "wazirabad_industrial_area",
            "description": "An industrial area located in North Delhi, with factories and manufacturing units."
        },
        {
            "id": 20,
            "name": "yamuna_river_northern_stretch",
            "description": "The northern stretch of the Yamuna River flowing through Delhi, often polluted but still vital for the region."
        },
        {
            "id": 21,
            "name": "old_delhi_south",
            "description": "The southern part of Old Delhi, characterized by its historical buildings and traditional markets."
        },
        {
            "id": 22,
            "name": "delhi_gate_area",
            "description": "An area marked by the historical Delhi Gate, connecting Old Delhi to New Delhi."
        },
        {
            "id": 23,
            "name": "feroz_shah_kotla_fort_ruins",
            "description": "The ruins of Feroz Shah Kotla Fort, a historical site with ancient structures and legends."
        },
        {
            "id": 24,
            "name": "raj_ghat_memorial",
            "description": "The memorial to Mahatma Gandhi, a serene and reflective space."
        },
        {
            "id": 25,
            "name": "sri_digambar_jain_lal_mandir",
            "description": "The oldest Jain temple in Delhi, located opposite the Red Fort, known for its charity bird hospital."
        },
        {
            "id": 26,
            "name": "netaji_subhash_marg",
            "description": "A major arterial road connecting the Red Fort to Daryaganj and beyond."
        },
        {
            "id": 27,
            "name": "delhi_stock_exchange_area",
            "description": "The location of the Delhi Stock Exchange, representing the financial activities of the region."
        },
        {
            "id": 28,
            "name": "parliament_street_area",
            "description": "The area around Parliament Street in New Delhi, with government buildings and historical architecture."
        },
        {
            "id": 29,
            "name": "india_gate_vicinity",
            "description": "The area surrounding India Gate, a war memorial and popular gathering place."
        },
        {
            "id": 30,
            "name": "national_museum_area",
            "description": "The location of the National Museum, housing a vast collection of Indian art and artifacts."
        },
        {
            "id": 31,
            "name": "turkman_gate_area",
            "description": "An older part of Delhi, known for its historical significance and congested lanes."
        },
        {
            "id": 32,
            "name": "ramlila_ground",
            "description": "A large open ground used for festivals and public gatherings, notably the Ramlila performance."
        },
        {
            "id": 33,
            "name": "shanti_vana_memorial_park",
            "description": "A memorial park dedicated to Jawaharlal Nehru, India's first Prime Minister."
        },
        {
            "id": 34,
            "name": "supreme_court_area",
            "description": "The location of the Supreme Court of India, the highest judicial body in the country."
        },
        {
            "id": 35,
            "name": "presidential_palace_area",
            "description": "The area around the Rashtrapati Bhavan, the official residence of the President of India."
        },
        {
            "id": 36,
            "name": "janpath_market",
            "description": "A street market known for its handicrafts, clothing, and souvenirs."
        },
        {
            "id": 37,
            "name": "lodhi_garden",
            "description": "A historical garden with tombs and monuments from the Lodhi dynasty."
        },
        {
            "id": 38,
            "name": "khan_market",
            "description": "An upscale market known for its boutiques, restaurants, and cafes."
        },
        {
            "id": 39,
            "name": "sunder_nursery_heritage_park",
            "description": "A restored heritage park with Mughal-era monuments and gardens."
        },
        {
            "id": 40,
            "name": "nizamuddin_dargah",
            "description": "The shrine of Sufi saint Nizamuddin Auliya, a place of pilgrimage and spiritual significance."
        },
        {
            "id": 41,
            "name": "ddu_marg_institutional_area",
            "description": "An area with various government and institutional buildings along Deen Dayal Upadhyaya Marg."
        },
        {
            "id": 42,
            "name": "minto_road_government_housing",
            "description": "An area with government housing complexes and administrative offices."
        },
        {
            "id": 43,
            "name": "africa_avenue_diplomatic_area",
            "description": "An area with embassies and diplomatic missions from various African countries."
        },
        {
            "id": 44,
            "name": "south_extension_market",
            "description": "A popular market known for its clothing, jewelry, and restaurants."
        },
        {
            "id": 45,
            "name": "INA_market",
            "description": "A market known for its international food products and seafood."
        },
        {
            "id": 46,
            "name": "hauz_khas_village",
            "description": "An urban village with historical ruins, cafes, and boutiques."
        },
        {
            "id": 47,
            "name": "green_park_residential_area",
            "description": "An upscale residential area with parks and green spaces."
        },
        {
            "id": 48,
            "name": "aiims_hospital_complex",
            "description": "The location of the All India Institute of Medical Sciences, a major hospital and research institution."
        },
        {
            "id": 49,
            "name": "safdarjung_tomb_area",
            "description": "The area surrounding Safdarjung's Tomb, a late Mughal-era mausoleum."
        },
        {
            "id": 50,
            "name": "ambedkar_nagar_slum_area",
            "description": "A densely populated slum area reflecting the socio-economic disparities of the city."
        },
        {
            "id": 51,
            "name": "yamuna_vihar_residential",
            "description": "A residential area across the Yamuna River, characterized by planned housing and local markets."
        },
        {
            "id": 52,
            "name": "dilshad_garden_industrial",
            "description": "An industrial area with factories and workshops located in East Delhi."
        },
        {
            "id": 53,
            "name": "ghaziabad_border_area",
            "description": "The border area between Delhi and Ghaziabad, a city in Uttar Pradesh."
        },
        {
            "id": 54,
            "name": "sahibabad_industrial_belt",
            "description": "An industrial belt in Ghaziabad, with various factories and manufacturing plants."
        },
        {
            "id": 55,
            "name": "noida_sector_62_institutional",
            "description": "An institutional area in Noida, with universities, colleges, and IT parks."
        },
        {
            "id": 56,
            "name": "mayur_vihar_residential",
            "description": "A residential area with apartment complexes and shopping centers."
        },
        {
            "id": 57,
            "name": "vasundhara_enclave_upscale",
            "description": "An upscale residential enclave in East Delhi with gated communities and amenities."
        },
        {
            "id": 58,
            "name": "akshardham_temple_complex",
            "description": "A sprawling Hindu temple complex with intricate carvings and exhibits."
        },
        {
            "id": 59,
            "name": "sarai_kale_khan_bus_terminus",
            "description": "A major bus terminus connecting Delhi to destinations in Uttar Pradesh and other states."
        },
        {
            "id": 60,
            "name": "okhla_industrial_area",
            "description": "An industrial area with factories and workshops, contributing to Delhi's manufacturing sector."
        },
        {
            "id": 61,
            "name": "dwarka_expressway_construction",
            "description": "The under-construction Dwarka Expressway, aimed at easing traffic congestion between Delhi and Gurgaon."
        },
        {
            "id": 62,
            "name": "gurgaon_cyber_city_it_hub",
            "description": "A major IT hub in Gurgaon, with offices of multinational corporations and technology companies."
        },
        {
            "id": 63,
            "name": "manesar_industrial_model_town",
            "description": "A planned industrial model town in Haryana, with factories and residential areas."
        },
        {
            "id": 64,
            "name": "rajiv_chowk_metro_station",
            "description": "One of the busiest metro stations in Delhi, connecting various lines of the Delhi Metro."
        },
        {
            "id": 65,
            "name": "haryana_border_farmlands",
            "description": "Agricultural land bordering Delhi and Haryana, supplying fresh produce to the city."
        },
        {
            "id": 66,
            "name": "dhaula_kuan_military_area",
            "description": "An area with military establishments and cantonment areas."
        },
        {
            "id": 67,
            "name": "palam_airport_vicinity",
            "description": "The area around the old Palam Airport, now used for cargo and VIP flights."
        },
        {
            "id": 68,
            "name": "vasant_kunj_residential",
            "description": "An affluent residential area in South Delhi with parks and shopping malls."
        },
        {
            "id": 69,
            "name": "mehrauli_archaeological_park",
            "description": "An archaeological park with historical ruins and tombs dating back to different eras."
        },
        {
            "id": 70,
            "name": "saket_district_center",
            "description": "A district center with shopping malls, multiplexes, and corporate offices."
        },
        {
            "id": 71,
            "name": "munirka_student_accommodation",
            "description": "An area known for affordable accommodation for students studying at nearby universities."
        },
        {
            "id": 72,
            "name": "sanjay_van_reserve_forest",
            "description": "A dense urban forest providing green space and a natural habitat within the city."
        },
        {
            "id": 73,
            "name": "jnu_university_campus",
            "description": "The campus of Jawaharlal Nehru University, a renowned center for social sciences and humanities."
        },
        {
            "id": 74,
            "name": "qutub_minar_historical_site",
            "description": "The area surrounding the Qutub Minar, a UNESCO World Heritage Site and historical landmark."
        },
        {
            "id": 75,
            "name": "badarpur_border_crossing",
            "description": "A border crossing between Delhi and Haryana on the southern edge of the city."
        },
        {
            "id": 76,
            "name": "faridabad_industrial_hub",
            "description": "A major industrial hub in Haryana, bordering Delhi, with factories and manufacturing units."
        },
        {
            "id": 77,
            "name": "surajkund_lake_area",
            "description": "The area surrounding Surajkund Lake, known for its crafts mela and historical significance."
        },
        {
            "id": 78,
            "name": "tughlaqabad_fort_ruins",
            "description": "The ruins of Tughlaqabad Fort, a massive stone fortress built by the Tughlaq dynasty."
        },
        {
            "id": 79,
            "name": "greater_noida_expressway",
            "description": "A major expressway connecting Delhi to Greater Noida, facilitating faster travel."
        },
        {
            "id": 80,
            "name": "dnd_flyway",
            "description": "The Delhi-Noida-Delhi Flyway, a toll road connecting Delhi and Noida across the Yamuna River."
        },
        {
            "id": 81,
            "name": "outer_ring_road_north",
            "description": "The northern section of the Outer Ring Road, a major arterial road encircling Delhi."
        },
        {
            "id": 82,
            "name": "mukherjee_nagar_coaching_center",
            "description": "An area known for its coaching centers preparing students for competitive exams."
        },
        {
            "id": 83,
            "name": "rohini_residential_area",
            "description": "A large planned residential area in North Delhi with parks and markets."
        },
        {
            "id": 84,
            "name": "pitampura_commercial_hub",
            "description": "A commercial hub with shopping malls, offices, and restaurants."
        },
        {
            "id": 85,
            "name": "mangolpuri_resettlement_colony",
            "description": "A large resettlement colony created for relocated populations."
        },
        {
            "id": 86,
            "name": "sultanpuri_industrial_belt",
            "description": "An industrial belt with small-scale factories and workshops."
        },
        {
            "id": 87,
            "name": "nangloi_jat_rural_area",
            "description": "A semi-rural area on the outskirts of Delhi, with agricultural land and villages."
        },
        {
            "id": 88,
            "name": "mundka_industrial_area",
            "description": "An industrial area with factories and warehouses."
        },
        {
            "id": 89,
            "name": "bahadurgarh_border_town",
            "description": "A border town in Haryana, adjacent to Delhi, with industrial and residential areas."
        },
        {
            "id": 90,
            "name": "najafgarh_drainage_basin",
            "description": "A low-lying area susceptible to flooding during the monsoon season."
        },
        {
            "id": 91,
            "name": "outer_ring_road_south",
            "description": "The southern section of the Outer Ring Road, a major arterial road encircling Delhi."
        },
        {
            "id": 92,
            "name": "south_delhi_greenbelt",
            "description": "A greenbelt area providing a buffer between urban development and natural landscapes."
        },
        {
            "id": 93,
            "name": "chattarpur_farms_area",
            "description": "An area known for its farmhouses and green spaces, popular for weddings and events."
        },
        {
            "id": 94,
            "name": "sultanpur_national_park",
            "description": "A national park known for its bird sanctuary and migratory bird populations (a bit further afield). "
        },
        {
            "id": 95,
            "name": "bijwasan_railway_station",
            "description": "A railway station connecting Delhi to other parts of the country."
        },
        {
            "id": 96,
            "name": "palwal_agricultural_region",
            "description": "An agricultural region beyond Delhi, providing food supplies to the city."
        },
        {
            "id": 97,
            "name": "gurgaon_faridabad_road",
            "description": "A road connecting Gurgaon and Faridabad, passing through industrial and residential areas."
        },
        {
            "id": 98,
            "name": "sohna_hills_region",
            "description": "A hilly region near Gurgaon, known for its scenic beauty and hot springs (further from the city)."
        },
        {
            "id": 99,
            "name": "ghaziabad_upper_ganga_canal",
            "description": "A canal providing irrigation water to agricultural areas in Ghaziabad."
        },
        {
            "id": 100,
            "name": "kundli_manesar_palwal_expressway",
            "description": "A major expressway connecting Kundli, Manesar, and Palwal, bypassing Delhi."
        }
    ]
}