{
  "map_width": 10,
  "map_height": 10,
  "tiles": [
    {
      "id": 1,
      "name": "crimsonwing_mesa",
      "description": "A high mesa overlooking the scrubland, favored by Crimsonwings for nesting and strategic advantage."
    },
    {
      "id": 2,
      "name": "sagebrush_plains_east",
      "description": "Expansive plains dominated by sagebrush, providing cover for small creatures and foraging opportunities."
    },
    {
      "id": 3,
      "name": "dusty_ravine",
      "description": "A deep ravine carved by wind and erosion, offering shelter from the elements and a hidden pathway."
    },
    {
      "id": 4,
      "name": "abandoned_mining_outpost",
      "description": "A derelict outpost, a relic of the city's expansion, now haunted by memories and scavenging birds."
    },
    {
      "id": 5,
      "name": "irradiated_wastelands",
      "description": "Lands rendered desolate by toxic runoffs, a testament to the city's destructive practices; few dare to venture here."
    },
    {
      "id": 6,
      "name": "scavenger_market_perimeter",
      "description": "The outer reaches of the sprawling market where scavengers sell their reclaimed goods."
    },
    {
      "id": 7,
      "name": "scrubland_farms_suburb",
      "description": "A network of small, family-owned farms struggling to survive amidst the encroaching city sprawl."
    },
    {
      "id": 8,
      "name": "industrial_outskirts",
      "description": "A gritty landscape of factories, warehouses, and refineries, churning out the city's needs at a cost."
    },
    {
      "id": 9,
      "name": "highway_connector_east",
      "description": "A major highway connecting the city center to the eastern suburbs, a constant stream of automated vehicles."
    },
    {
      "id": 10,
      "name": "the_gilded_spires",
      "description": "A district of opulent skyscrapers, the heart of corporate power and extravagant wealth, barely visible from scrubland."
    },
    {
      "id": 11,
      "name": "arid_mesa_foothills",
      "description": "The rocky foothills of the Crimsonwing Mesa, where hardy shrubs cling to the slopes."
    },
    {
      "id": 12,
      "name": "sagebrush_plains_west",
      "description": "The Western expanse of the Sagebrush Plains, known for its occasional flash floods."
    },
    {
      "id": 13,
      "name": "joshua_tree_grove",
      "description": "A protected grove of ancient Joshua trees, a reminder of the scrubland's past glory."
    },
    {
      "id": 14,
      "name": "collapsed_skyway_section",
      "description": "A crumbling section of a once-grand skyway, a hazardous reminder of failed infrastructure projects."
    },
    {
      "id": 15,
      "name": "the_slag_heaps",
      "description": "Towering slag heaps, a toxic legacy of mining operations, where only the toughest scavengers dare to tread."
    },
    {
      "id": 16,
      "name": "scavenger_market_center",
      "description": "The bustling heart of the market, a chaotic mix of vendors, traders, and curious onlookers."
    },
    {
      "id": 17,
      "name": "suburban_solar_fields",
      "description": "Vast solar fields providing energy to the city, replacing the natural landscape with rows of panels."
    },
    {
      "id": 18,
      "name": "industrial_canal_district",
      "description": "A network of canals used for transporting industrial materials, often polluted and dangerous."
    },
    {
      "id": 19,
      "name": "the_gridlocked_bypass",
      "description": "A constantly congested bypass around the city, choked with traffic and exhaust fumes."
    },
    {
      "id": 20,
      "name": "corporate_plaza_district",
      "description": "A district dominated by gleaming corporate headquarters, symbols of wealth and influence."
    },
    {
      "id": 21,
      "name": "scrubland_canyons",
      "description": "A network of narrow canyons, home to elusive creatures and hidden springs."
    },
    {
      "id": 22,
      "name": "abandoned_reservoir_site",
      "description": "A dried-up reservoir, a stark reminder of the city's water shortages and mismanagement."
    },
    {
      "id": 23,
      "name": "scrubland_clearing_joshua_tree",
      "description": "The neutral ground marked by the gnarled Joshua tree, a meeting place for avian clans, like KiraKira's, amidst the sagebrush."
    },
    {
      "id": 24,
      "name": "broken_aqueduct_section",
      "description": "A ruined section of an old aqueduct, a testament to the city's constant need for resources."
    },
    {
      "id": 25,
      "name": "toxic_filtration_plant",
      "description": "A facility struggling to clean up the city's toxic waste, releasing foul odors into the surrounding area."
    },
    {
      "id": 26,
      "name": "scavenger_guild_hall",
      "description": "The headquarters of the Scavenger's Guild, a powerful organization that controls the flow of salvaged goods."
    },
    {
      "id": 27,
      "name": "automated_farm_complex",
      "description": "A massive automated farming complex, providing a portion of the city's food supply."
    },
    {
      "id": 28,
      "name": "industrial_drone_depot",
      "description": "A storage and maintenance facility for industrial drones, buzzing with activity and heavy machinery."
    },
    {
      "id": 29,
      "name": "orbital_freight_terminal",
      "description": "The district surrounding a key Orbital Freight Terminal where goods are delivered from space."
    },
    {
      "id": 30,
      "name": "residential_spire_bottom",
      "description": "The lower residential tiers of the city's tallest spires, densely populated and vertically-oriented."
    },
    {
      "id": 31,
      "name": "wind_turbine_valley",
      "description": "A valley filled with towering wind turbines, harnessing the power of the desert winds."
    },
    {
      "id": 32,
      "name": "dry_riverbed_crossing",
      "description": "A dry riverbed that occasionally floods during heavy rains, a treacherous path for travelers."
    },
    {
      "id": 33,
      "name": "ancient_avian_burial_grounds",
      "description": "A sacred burial ground for the ancestors of the avian clans, a place of respect and remembrance."
    },
    {
      "id": 34,
      "name": "water_rationing_checkpoint",
      "description": "A heavily guarded checkpoint where water is strictly rationed to the population."
    },
    {
      "id": 35,
      "name": "landfill_methane_collector",
      "description": "A network of collectors extracting methane gas from the city's vast landfill."
    },
    {
      "id": 36,
      "name": "scavenger_training_grounds",
      "description": "A training area where aspiring scavengers learn the skills needed to survive in the wasteland."
    },
    {
      "id": 37,
      "name": "recycled_housing_block",
      "description": "Housing built from recycled materials, a sign of the city's commitment to sustainability."
    },
    {
      "id": 38,
      "name": "autonomous_logistics_center",
      "description": "A highly automated center for sorting and distributing goods throughout the region."
    },
    {
      "id": 39,
      "name": "entertainment_dome_district",
      "description": "Domed districts dedicated to virtual reality and other immersive entertainment experiences."
    },
    {
      "id": 40,
      "name": "corporate_research_park",
      "description": "A cluster of research facilities focused on advanced technologies, shrouded in secrecy."
    },
    {
      "id": 41,
      "name": "scrubland_rock_outcrops",
      "description": "Scattered rock outcrops, offering vantage points and shelter from the harsh sun."
    },
    {
      "id": 42,
      "name": "underground_aquifer_taps",
      "description": "Secret taps into underground aquifers, a source of water for those who dare to steal it."
    },
    {
      "id": 43,
      "name": "crimsonwing_training_grounds",
      "description": "Where the Crimsonwings hone their aerial skills and strategic thinking; KiraKira likely trained here."
    },
    {
      "id": 44,
      "name": "black_market_water_trade",
      "description": "A hidden marketplace where water is traded illegally, a risky but lucrative endeavor."
    },
    {
      "id": 45,
      "name": "decontamination_zone",
      "description": "A sterile zone designed to remove toxins from people and equipment entering the city."
    },
    {
      "id": 46,
      "name": "mutant_creature_habitat",
      "description": "A desolate region where mutant creatures roam, a consequence of the city's pollution."
    },
    {
      "id": 47,
      "name": "verti_farm_sky_gardens",
      "description": "Vertical farms attached to skyscrapers, providing fresh produce for the city's elite."
    },
    {
      "id": 48,
      "name": "automated_freight_drone_hub",
      "description": "A high-traffic area where freight drones deliver goods to businesses and residents."
    },
    {
      "id": 49,
      "name": "high_speed_maglev_station",
      "description": "A transportation hub where high-speed maglev trains connect to distant cities."
    },
    {
      "id": 50,
      "name": "arcology_living_quarter",
      "description": "A self-contained living quarter within a massive arcology, providing everything residents need."
    },
    {
      "id": 51,
      "name": "desert_wash_creek",
      "description": "A seasonal creek bed, providing a temporary oasis for wildlife after rare rainfalls."
    },
    {
      "id": 52,
      "name": "abandoned_irrigation_system",
      "description": "The remains of an irrigation system, a failed attempt to cultivate the arid land."
    },
    {
      "id": 53,
      "name": "avian_clan_observatory",
      "description": "A high vantage point used by avian clans to observe the surrounding territory and track movements."
    },
    {
      "id": 54,
      "name": "contaminated_groundwater_source",
      "description": "A source of contaminated groundwater, a health hazard for those who rely on it."
    },
    {
      "id": 55,
      "name": "reclamation_process_center",
      "description": "A facility focused on reclaiming valuable resources from the city's waste stream."
    },
    {
      "id": 56,
      "name": "outcast_settlement_edge",
      "description": "The edge of a settlement for outcasts and refugees, struggling to survive on the fringes of society."
    },
    {
      "id": 57,
      "name": "bio_dome_experimental_site",
      "description": "An experimental site for growing food in a controlled environment, part of the city's sustainability efforts."
    },
    {
      "id": 58,
      "name": "autonomous_taxi_network",
      "description": "A transportation network of autonomous taxis, providing convenient transportation within the city."
    },
    {
      "id": 59,
      "name": "theatrical_virtual_reality_arcade",
      "description": "A district where residents can explore virtual worlds and experience simulated adventures."
    },
    {
      "id": 60,
      "name": "university_research_labs",
      "description": "A hub for scientific research and technological innovation, driving the city's economy."
    },
    {
      "id": 61,
      "name": "thorny_scrub_patch",
      "description": "A dense patch of thorny scrub, providing refuge for small animals but difficult to navigate."
    },
    {
      "id": 62,
      "name": "derelict_comm_relay_station",
      "description": "An abandoned communications relay station, a relic of a bygone era."
    },
    {
      "id": 63,
      "name": "the_great_avian_nesting_site",
      "description": "A protected nesting site for various avian species, a symbol of the scrubland's natural heritage."
    },
    {
      "id": 64,
      "name": "underground_sewer_access",
      "description": "A dangerous access point to the city's underground sewer system, a haven for criminals and outcasts."
    },
    {
      "id": 65,
      "name": "chemical_processing_facility",
      "description": "A facility that processes chemical waste from the city, releasing potentially harmful emissions."
    },
    {
      "id": 66,
      "name": "outcast_settlement_market",
      "description": "A bustling marketplace where outcasts trade goods and services, a community of survivors."
    },
    {
      "id": 67,
      "name": "vertical_hydroponics_system",
      "description": "A system for growing plants without soil, a sustainable way to produce food in the city."
    },
    {
      "id": 68,
      "name": "railway_freight_yard",
      "description": "A large railway yard where goods are transferred between trains and trucks."
    },
    {
      "id": 69,
      "name": "hologram_projection_district",
      "description": "Where the City projects vibrant 3d advertisements across entire districts."
    },
    {
      "id": 70,
      "name": "advanced_robotics_factory",
      "description": "A cutting-edge factory that produces robots for various industries, driving the city's technological advancement."
    },
    {
      "id": 71,
      "name": "sun_baked_mesa",
      "description": "A flat mesa baked by the desert sun, offering a panoramic view of the surrounding landscape."
    },
    {
      "id": 72,
      "name": "eroded_cliffside",
      "description": "A steep cliffside eroded by wind and rain, a dangerous but scenic location."
    },
    {
      "id": 73,
      "name": "avian_ancient_ruins",
      "description": "Ruins of structures built by avian clans long ago, a reminder of their rich history."
    },
    {
      "id": 74,
      "name": "contaminated_groundwater_lake",
      "description": "A body of stagnant groundwater, a breeding ground for disease and environmental hazards."
    },
    {
      "id": 75,
      "name": "metal_salvage_yard",
      "description": "Area where metals are melted down in a chaotic melting facility; scavenged metal is melted down and reformed into new items."
    },
    {
      "id": 76,
      "name": "refugee_camp_outer_edge",
      "description": "The outer reaches of the Refugee Camp, living in tents and converted cars."
    },
    {
      "id": 77,
      "name": "algae_purification_ponds",
      "description": "The Ponds filter and purify water using algae."
    },
    {
      "id": 78,
      "name": "automated_highway_interchange",
      "description": "A complex network of highways all managed by Automated Systems."
    },
    {
      "id": 79,
      "name": "VR_arena",
      "description": "The virtual reality arena where users compete using real-world hardware and virtual landscapes."
    },
    {
      "id": 80,
      "name": "Data_Harvesting_Center",
      "description": "Where personal data is collected and sold."
    },
    {
      "id": 81,
      "name": "Overlook Cliffside",
      "description": "The best place to view the entire city below."
    },
    {
      "id": 82,
      "name": "Desert_Road",
      "description": "A deserted area that has had roads built on it at one point."
    },
    {
      "id": 83,
      "name": "The_Great_Chasm",
      "description": "A large, 100-foot-wide chasm runs through this part of the city."
    },
    {
      "id": 84,
      "name": "The_Forgotten_Ruins",
      "description": "A part of the city that has been abandoned due to toxic materials being released."
    },
    {
      "id": 85,
      "name": "Waste_Processing_Plant",
      "description": "The location of where waste is broken down and repurposed into building materials."
    },
    {
      "id": 86,
      "name": "The_Ghetto",
      "description": "Where people of little means are forced to live."
    },
    {
      "id": 87,
      "name": "Hydroponic_Farms",
      "description": "Where food is produced year-round using water and light, no land."
    },
    {
      "id": 88,
      "name": "Rail_Depot",
      "description": "The rail depot for transports that are going long distance."
    },
    {
      "id": 89,
      "name": "entertainment_district",
      "description": "Where people spend money for entertainment purposes."
    },
    {
      "id": 90,
      "name": "City_College",
      "description": "The center of all city education."
    },
    {
      "id": 91,
      "name": "The_Badlands",
      "description": "Where bandits and rouges live."
    },
    {
      "id": 92,
      "name": "Old_Road",
      "description": "An old broken road with debris throughout."
    },
    {
      "id": 93,
      "name": "Tunnel_Entrance",
      "description": "A hole in the side of the mountain with a tunnel running through."
    },
    {
      "id": 94,
      "name": "Abandoned_Town",
      "description": "A city that had to be abandoned due to toxic levels."
    },
    {
      "id": 95,
      "name": "Industrial_district",
      "description": "Factories, warehouses and plants."
    },
    {
      "id": 96,
      "name": "Low_Income_Housing",
      "description": "Where the city's poor spend their lives."
    },
    {
      "id": 97,
      "name": "Fish_Farms",
      "description": "Farms where fish are bread in an indoor setting."
    },
    {
      "id": 98,
      "name": "Highway_Check_Point",
      "description": "Vehicles checked for what they are carrying on the automated highway."
    },
    {
      "id": 99,
      "name": "The_Theater",
      "description": "A place where holograms are created."
    },
    {
      "id": 100,
      "name": "Goverment_Offices",
      "description": "Where all official buisness is preformed."
    }
  ]
}