{
    "map_width": 10,
    "map_height": 10,
    "tiles": [
        {
            "id": 1,
            "name": "civil_lines_district",
            "description": "A planned residential area in Delhi with wide roads and colonial-era bungalows, known for its relative tranquility."
        },
        {
            "id": 2,
            "name": "kashmere_gate_isbt",
            "description": "The Inter-State Bus Terminal, a major transportation hub connecting Delhi to other states."
        },
        {
            "id": 3,
            "name": "yamuna_river_bank",
            "description": "The eastern bank of the Yamuna River, a historically significant waterway flowing beside Delhi."
        },
        {
            "id": 4,
            "name": "shahdara_industrial_area",
            "description": "An industrial zone east of the Yamuna, characterized by factories and warehouses."
        },
        {
            "id": 5,
            "name": "dilshad_garden_residential",
            "description": "A densely populated residential colony with apartments and local markets."
        },
        {
            "id": 6,
            "name": "red_fort_monument",
            "description": "The iconic Red Fort, a UNESCO World Heritage Site and a symbol of Mughal power in Delhi."
        },
        {
            "id": 7,
            "name": "chandni_chowk_market",
            "description": "The heart of Old Delhi, a vibrant and chaotic marketplace known for its street food, spices, and textiles; Shreyansh's home."
        },
        {
            "id": 8,
            "name": "jama_masjid_area",
            "description": "The area surrounding Jama Masjid, one of India's largest mosques, with bustling streets and traditional shops."
        },
        {
            "id": 9,
            "name": "daryaganj_book_market",
            "description": "A famous Sunday book market known for its wide selection of affordable books and literary atmosphere."
        },
        {
            "id": 10,
            "name": "rajghat_memorial",
            "description": "The memorial dedicated to Mahatma Gandhi, a serene and reflective space."
        },
        {
            "id": 11,
            "name": "new_delhi_railway_station",
            "description": "A major railway station connecting Delhi to various parts of the country."
        },
        {
            "id": 12,
            "name": "connaught_place_cbd",
            "description": "The central business district of Delhi, a circular commercial hub with shops, restaurants, and offices."
        },
        {
            "id": 13,
            "name": "paharganj_backpacker_district",
            "description": "A budget-friendly area near the railway station, popular with backpackers and known for its narrow streets."
        },
        {
            "id": 14,
            "name": "ramlila_maidan_grounds",
            "description": "A large open ground used for rallies, events, and the annual Ramlila performance."
        },
        {
            "id": 15,
            "name": "delhi_gate_area",
            "description": "The area around Delhi Gate, a historical gateway to the city."
        },
        {
            "id": 16,
            "name": "firoz_shah_kotla_fort",
            "description": "The ruins of Firoz Shah Kotla Fort, a 14th-century fortress with a cricket stadium nearby."
        },
        {
            "id": 17,
            "name": "ito_intersection",
            "description": "A major traffic intersection, known for its offices and media houses."
        },
        {
            "id": 18,
            "name": "vikas_marg_highway",
            "description": "A major arterial road connecting East Delhi to the city center."
        },
        {
            "id": 19,
            "name": "old_delhi_markets_north",
            "description": "A collection of traditional wholesale markets, dealing in everything from textiles to hardware."
        },
        {
            "id": 20,
            "name": "lothian_road_area",
            "description": "A commercial street near Kashmere Gate, with shops and businesses."
        },
        {
            "id": 21,
            "name": "tis_hazari_courts",
            "description": "The district courts complex, a hub of legal activity."
        },
        {
            "id": 22,
            "name": "sadar_bazar_wholesale",
            "description": "A large wholesale market, one of the busiest in Delhi."
        },
        {
            "id": 23,
            "name": "qutub_road_industrial",
            "description": "An older industrial area along Qutub Road with smaller factories."
        },
        {
            "id": 24,
            "name": "karol_bagh_shopping",
            "description": "A popular shopping district known for its mid-range clothing and electronics."
        },
        {
            "id": 25,
            "name": "jhandewalan_temple_area",
            "description": "The area around the Jhandewalan Temple, a significant religious site."
        },
        {
            "id": 26,
            "name": "arya_nagar_residential",
            "description": "A well-established residential area near Karol Bagh."
        },
        {
            "id": 27,
            "name": "shakti_nagar_industrial",
            "description": "A mixed-use area with residential and small-scale industrial units."
        },
        {
            "id": 28,
            "name": "rohtak_road_highway",
            "description": "A major road connecting Delhi to Rohtak and other towns in Haryana."
        },
        {
            "id": 29,
            "name": "punjabi_bagh_residential",
            "description": "An affluent residential area with spacious houses and parks."
        },
        {
            "id": 30,
            "name": "delhi_university_north_campus",
            "description": "The north campus of Delhi University, a hub of academic activity."
        },
        {
            "id": 31,
            "name": "gtk_road_industrial_corridor",
            "description": "An industrial corridor along the Grand Trunk Karnal Road, with factories and warehouses."
        },
        {
            "id": 32,
            "name": "narela_industrial_estate",
            "description": "A large industrial estate on the outskirts of Delhi."
        },
        {
            "id": 33,
            "name": "bawana_industrial_area",
            "description": "An expansive industrial zone located further from the city center."
        },
        {
            "id": 34,
            "name": "rohini_residential_sector",
            "description": "A planned residential area in North Delhi with sector-based divisions."
        },
        {
            "id": 35,
            "name": "pitampura_commercial_hub",
            "description": "A commercial hub with shopping malls, offices, and entertainment venues."
        },
        {
            "id": 36,
            "name": "netaji_subhash_place",
            "description": "A popular shopping and food destination in Pitampura."
        },
        {
            "id": 37,
            "name": "mangolpuri_resettlement_colony",
            "description": "A resettlement colony with densely packed housing."
        },
        {
            "id": 38,
            "name": "sultanpuri_area",
            "description": "A residential area with local markets and small businesses."
        },
        {
            "id": 39,
            "name": "nangloi_jat_town",
            "description": "A town on the outskirts of Delhi, with agricultural land and urban development."
        },
        {
            "id": 40,
            "name": "mundka_industrial_area",
            "description": "An industrial area with manufacturing units and warehouses."
        },
        {
            "id": 41,
            "name": "tikri_border_area",
            "description": "The border area between Delhi and Haryana, known for agricultural activity."
        },
        {
            "id": 42,
            "name": "bahadurgarh_town",
            "description": "A town in Haryana, bordering Delhi, with industrial and residential areas."
        },
        {
            "id": 43,
            "name": "kundli_industrial_area",
            "description": "A large industrial area in Haryana, near the Delhi border."
        },
        {
            "id": 44,
            "name": "sonipat_district",
            "description": "The agricultural heartland of Sonipat, a district bordering Delhi."
        },
        {
            "id": 45,
            "name": "murthal_dhaba_highway",
            "description": "The highway stretch known for its roadside dhabas (restaurants) offering North Indian cuisine."
        },
        {
            "id": 46,
            "name": "singhu_border_area",
            "description": "The Delhi-Haryana border known for agricultural activity and occasional protests."
        },
        {
            "id": 47,
            "name": "alipur_rural_belt",
            "description": "A rural area with agricultural fields and small villages."
        },
        {
            "id": 48,
            "name": "burari_area",
            "description": "A rapidly urbanizing area with a mix of residential and commercial development."
        },
        {
            "id": 49,
            "name": "gtb_nagar_market",
            "description": "A popular market near Delhi University, known for its street food and affordable shopping."
        },
        {
            "id": 50,
            "name": "wazirabad_bridge_area",
            "description": "The area around the Wazirabad Bridge, connecting Delhi to Ghaziabad."
        },
                {
            "id": 51,
            "name": "khajuri_khas_residential",
            "description": "A densely populated residential neighborhood in North East Delhi."
        },
        {
            "id": 52,
            "name": "bhajanpura_market",
            "description": "A bustling market in North East Delhi, offering a variety of goods and services."
        },
        {
            "id": 53,
            "name": "ghonda_area",
            "description": "A residential area with a mix of planned and unplanned development."
        },
        {
            "id": 54,
            "name": "karawal_nagar_region",
            "description": "A rapidly growing residential area in the outskirts of Delhi."
        },
        {
            "id": 55,
            "name": "trilokpuri_resettlement",
            "description": "One of Delhi's largest resettlement colonies, densely populated and economically diverse."
        },
        {
            "id": 56,
            "name": "kalyanpuri_area",
            "description": "A residential area with local markets and commercial activity."
        },
        {
            "id": 57,
            "name": "vasundhara_enclave",
            "description": "A planned residential area with apartments and green spaces."
        },
        {
            "id": 58,
            "name": "laxmi_nagar_market",
            "description": "A commercial and residential hub with a vibrant market and coaching centers."
        },
        {
            "id": 59,
            "name": "preet_vihar_residential",
            "description": "An affluent residential area with parks and shopping complexes."
        },
        {
            "id": 60,
            "name": "anand_vihar_terminal",
            "description": "A major transportation hub with an ISBT and railway station."
        },
        {
            "id": 61,
            "name": "mayur_vihar_residential",
            "description": "A well-planned residential area with different phases and sectors."
        },
        {
            "id": 62,
            "name": "noida_sector_18",
            "description": "A commercial hub in Noida with shopping malls, offices, and restaurants."
        },
        {
            "id": 63,
            "name": "noida_expressway",
            "description": "A major expressway connecting Delhi and Noida."
        },
        {
            "id": 64,
            "name": "greater_noida_region",
            "description": "A planned city with residential, commercial, and industrial zones."
        },
        {
            "id": 65,
            "name": "ghaziabad_industrial_area",
            "description": "An industrial zone with factories and manufacturing units."
        },
        {
            "id": 66,
            "name": "indirapuram_residential",
            "description": "A large residential area in Ghaziabad with high-rise apartments."
        },
        {
            "id": 67,
            "name": "vaishali_metro_station",
            "description": "A busy metro station connecting Delhi to Ghaziabad."
        },
        {
            "id": 68,
            "name": "hapur_road_area",
            "description": "The area along Hapur Road, connecting Ghaziabad to Hapur."
        },
        {
            "id": 69,
            "name": "dasna_town",
            "description": "A town on the outskirts of Ghaziabad, with a mix of urban and rural elements."
        },
        {
            "id": 70,
            "name": "lal_kuaan_industrial",
            "description": "An industrial area in Ghaziabad with diverse manufacturing units."
        },
        {
            "id": 71,
            "name": "tughlakabad_fort",
            "description": "The ruins of Tughlakabad Fort, a historical site in South Delhi."
        },
        {
            "id": 72,
            "name": "badarpur_border_area",
            "description": "The border area between Delhi and Haryana on the southern side."
        },
        {
            "id": 73,
            "name": "faridabad_industrial_area",
            "description": "A major industrial city in Haryana, bordering Delhi."
        },
        {
            "id": 74,
            "name": "gurgaon_mg_road",
            "description": "The famous MG Road in Gurgaon, lined with shopping malls and businesses."
        },
        {
            "id": 75,
            "name": "gurugram_cyber_hub",
            "description": "A commercial and entertainment hub in Gurgaon with offices and restaurants."
        },
        {
            "id": 76,
            "name": "dwarka_expressway",
            "description": "A major expressway connecting Delhi and Gurgaon."
        },
        {
            "id": 77,
            "name": "palam_vihar_residential",
            "description": "A residential area near the Delhi-Gurgaon border."
        },
        {
            "id": 78,
            "name": "rajokri_farms",
            "description": "Farmhouses and rural properties on the outskirts of Delhi and Gurgaon."
        },
        {
            "id": 79,
            "name": "imt_manesar_industrial",
            "description": "A large industrial area in Manesar, near Gurgaon."
        },
        {
            "id": 80,
            "name": "sohna_road_area",
            "description": "The area along Sohna Road, connecting Gurgaon to Sohna."
        },
        {
            "id": 81,
            "name": "mahipalpur_hotel_zone",
            "description": "An area near the airport with many hotels and guesthouses."
        },
        {
            "id": 82,
            "name": "vasant_kunj_residential",
            "description": "An upscale residential area in South Delhi with parks and green spaces."
        },
        {
            "id": 83,
            "name": "mehrauli_archaeological_park",
            "description": "A historical site with ancient ruins and tombs."
        },
        {
            "id": 84,
            "name": "saket_district_center",
            "description": "A commercial hub with shopping malls and office buildings."
        },
        {
            "id": 85,
            "name": "hauz_khas_village",
            "description": "A trendy urban village with cafes, boutiques, and historical monuments."
        },
        {
            "id": 86,
            "name": "siri_fort_area",
            "description": "The area around Siri Fort, a historical fortification in Delhi."
        },
        {
            "id": 87,
            "name": "greater_kailash",
            "description": "An affluent residential neighborhood with upscale markets and restaurants."
        },
        {
            "id": 88,
            "name": "nehru_place_electronics",
            "description": "A large electronics market known for its affordable prices and variety."
        },
        {
            "id": 89,
            "name": "lajpat_nagar_market",
            "description": "A bustling market with clothing, textiles, and street food."
        },
        {
            "id": 90,
            "name": "defence_colony_residential",
            "description": "An upscale residential area with parks and shopping complexes."
        },
        {
            "id": 91,
            "name": "india_gate_memorial",
            "description": "An iconic war memorial and popular gathering place."
        },
        {
            "id": 92,
            "name": "lodhi_garden_park",
            "description": "A historical garden with tombs and monuments from the Lodhi dynasty."
        },
        {
            "id": 93,
            "name": "khan_market_shopping",
            "description": "An upscale shopping market with designer stores and cafes."
        },
        {
            "id": 94,
            "name": "golf_links_residential",
            "description": "An exclusive residential area near the Delhi Golf Club."
        },
        {
            "id": 95,
            "name": "sunder_nagar_area",
            "description": "A residential area known for its proximity to India Gate and Purana Qila."
        },
        {
            "id": 96,
            "name": "purana_qila_fort",
            "description": "The Purana Qila (Old Fort), a historical site believed to be built on the ancient city of Indraprastha."
        },
        {
            "id": 97,
            "name": "zoological_park_delhi",
            "description": "Delhi's zoo, home to a variety of animals and birds."
        },
        {
            "id": 98,
            "name": "pragati_maidan_exhibition",
            "description": "A large exhibition ground used for trade fairs and events."
        },
        {
            "id": 99,
            "name": "mathura_road_industrial",
            "description": "A stretch of Mathura Road with factories and industrial units."
        },
        {
            "id": 100,
            "name": "sarai_kale_khan_isbt",
            "description": "A major inter-state bus terminal connecting Delhi to southern states."
        }
    ]
}