{
  "map_width": 10,
  "map_height": 10,
  "tiles": [
    {
      "id": 1,
      "name": "old_scrubland_clearing",
      "description": "The ancestral meeting ground, marked by the gnarled Joshua tree. A neutral haven for avian clans amidst the encroaching city."
    },
    {
      "id": 2,
      "name": "sagebrush_ridge",
      "description": "A line of low hills covered in sagebrush, offering a vantage point over the scrubland and a natural border between territories."
    },
    {
      "id": 3,
      "name": "whispering_canyon",
      "description": "A narrow canyon known for its echoing winds, a place of ancient legends and rumored Crimsonwing rituals."
    },
    {
      "id": 4,
      "name": "arid_riverbed",
      "description": "A dry riverbed that occasionally floods during heavy rains, a vital but unreliable source of water for the scrubland."
    },
    {
      "id": 5,
      "name": "outskirts_solar_farm",
      "description": "Rows upon rows of solar panels stretch across the horizon, providing power to the city but disrupting the natural landscape."
    },
    {
      "id": 6,
      "name": "transmission_tower_zone",
      "description": "A cluster of towering transmission towers humming with energy, a symbol of the city's reach into the scrubland."
    },
    {
      "id": 7,
      "name": "old_avian_watchtower",
      "description": "A crumbling stone structure, a relic of the past when avian clans defended their territory against rivals."
    },
    {
      "id": 8,
      "name": "abandoned_settler_farm",
      "description": "The remains of a failed human settlement, reclaimed by the desert and a testament to the scrubland's harshness."
    },
    {
      "id": 9,
      "name": "edge_of_the_concrete",
      "description": "Where the scrubland meets the first signs of urban sprawl: broken asphalt, discarded materials, and struggling vegetation."
    },
    {
      "id": 10,
      "name": "sector_7_industrial_outskirts",
      "description": "A sprawling industrial sector with factories, warehouses, and freight yards pushing against the scrubland's edge."
    },
    {
      "id": 11,
      "name": "the_crimsonwing_roost",
      "description": "A complex of nests high in a mesa, home to KiraKira's clan and a stronghold of Crimsonwing tradition."
    },
    {
      "id": 12,
      "name": "northern_scrub_flats",
      "description": "Expansive flatlands covered in low scrub, providing shelter for ground-nesting birds and small mammals."
    },
    {
      "id": 13,
      "name": "dust_devil_ravine",
      "description": "A deep ravine carved by centuries of wind erosion, a treacherous but scenic landscape."
    },
    {
      "id": 14,
      "name": "the_cactus_garden",
      "description": "A surprisingly lush area with a wide variety of cacti, providing food and shelter for desert wildlife."
    },
    {
      "id": 15,
      "name": "abandoned_mining_outpost",
      "description": "A derelict mining site, scarred by past exploitation and a source of environmental contamination."
    },
    {
      "id": 16,
      "name": "the_high_voltage_corridor",
      "description": "A wide swath of cleared land beneath high-voltage power lines, disrupting the natural habitat and creating an artificial boundary."
    },
    {
      "id": 17,
      "name": "sector_7_checkpoint",
      "description": "A guarded checkpoint controlling access to the industrial sector, a symbol of the city's security measures."
    },
    {
      "id": 18,
      "name": "scrubland_overlook_park",
      "description": "A small park offering panoramic views of the scrubland, a popular spot for city dwellers seeking a glimpse of nature."
    },
    {
      "id": 19,
      "name": "sector_8_residential_fringe",
      "description": "A zone of hastily constructed housing developments, where city life encroaches on the desert landscape."
    },
    {
      "id": 20,
      "name": "old_highway_66_ruins",
      "description": "A decaying stretch of the historic Route 66, a forgotten relic of a bygone era."
    },
    {
      "id": 21,
      "name": "the_avian_graveyard",
      "description": "A desolate canyon where fallen avian clan members are laid to rest, a place of somber reflection and respect."
    },
    {
      "id": 22,
      "name": "buzzard_perch",
      "description": "A rocky outcrop favored by buzzards, offering a commanding view of the surrounding scrubland."
    },
    {
      "id": 23,
      "name": "lost_creek_oasis",
      "description": "A small oasis fed by an underground spring, a vital source of water and a haven for wildlife."
    },
    {
      "id": 24,
      "name": "the_broken_fence",
      "description": "A dilapidated fence marking the boundary between the scrubland and a private ranch, a symbol of human encroachment."
    },
    {
      "id": 25,
      "name": "sector_7_contaminated_zone",
      "description": "A heavily polluted area near the factories, where the air is thick with toxins and the ground is barren."
    },
    {
      "id": 26,
      "name": "radio_communications_array",
      "description": "A cluster of radio antennas beaming signals into the city, a reminder of the scrubland's strategic importance."
    },
    {
      "id": 27,
      "name": "dust_bowl_reclamation_site",
      "description": "An area where human efforts attempt to restore vegetation to the barren land, a symbol of hope and perseverance."
    },
    {
      "id": 28,
      "name": "the_shady_motel",
      "description": "A run-down motel on the edge of the highway, a haven for transients and a place of dubious reputation."
    },
    {
      "id": 29,
      "name": "sector_8_light_industrial_park",
      "description": "A district with smaller factories and warehouses, transitioning from industrial to residential areas."
    },
    {
      "id": 30,
      "name": "the_forgotten_mine",
      "description": "A collapsed mine shaft, a dark and dangerous place rumored to be haunted by the spirits of lost miners."
    },
    {
      "id": 31,
      "name": "goldenfeather_territory_border",
      "description": "The edge of the Goldenfeather clan's hunting grounds. Tensions are usually high here."
    },
    {
      "id": 32,
      "name": "sage_grouse_lek",
      "description": "A traditional mating ground for Sage Grouse, now threatened by habitat loss and noise pollution."
    },
    {
      "id": 33,
      "name": "blackrock_spring",
      "description": "A small, brackish spring nestled among black rocks, providing water for smaller creatures."
    },
    {
      "id": 34,
      "name": "the_old_buffalo_trail",
      "description": "A faint, overgrown path that once served as a migration route for buffalo, now a ghost of the past."
    },
    {
      "id": 35,
      "name": "abandoned_test_site",
      "description": "A restricted area contaminated with unknown substances, a legacy of secret government experiments."
    },
    {
      "id": 36,
      "name": "city_water_pipeline",
      "description": "An above-ground pipeline carrying water from distant sources to the city, a lifeline and an eyesore."
    },
    {
      "id": 37,
      "name": "the_satellite_city",
      "description": "A small, dependent town that is almost entirely composed of commuter housing."
    },
    {
      "id": 38,
      "name": "sector_8_community_gardens",
      "description": "Small plots where city dwellers can grow their own food, a community project and a source of fresh produce."
    },
    {
      "id": 39,
      "name": "the_scrapland_salvage_yard",
      "description": "Where old machinery and electronics are torn apart for valuable parts. An ugly but potentially rewarding locale."
    },
    {
      "id": 40,
      "name": "the_black_mesa_vista_point",
      "description": "A scenic overlook atop a black mesa, offering spectacular views of the scrubland and city lights."
    },
    {
      "id": 41,
      "name": "hidden_crimsonwing_cache",
      "description": "A stashed supply of essential survival items and shiny objects, for emergencies or bartering."
    },
    {
      "id": 42,
      "name": "coyote_canyon",
      "description": "A deep canyon favored by coyotes, known for its challenging terrain and echoing howls."
    },
    {
      "id": 43,
      "name": "the_medicine_rock",
      "description": "A sacred site with ancient petroglyphs, believed to hold healing powers by some avian clans."
    },
    {
      "id": 44,
      "name": "border_patrol_station",
      "description": "A facility monitoring for movement, its drones a constant presence in the sky."
    },
    {
      "id": 45,
      "name": "the_dry_lakebed_airstrip",
      "description": "An illegal landing strip used by smugglers and those looking to avoid the city's checkpoints."
    },
    {
      "id": 46,
      "name": "the_old_research_facility",
      "description": "Ruined lab with traces of early cloning and genetic manipulation. Many stories swirl about this site."
    },
    {
      "id": 47,
      "name": "the_edge_of_the_grid",
      "description": "The point where electricity becomes intermittent; unreliable power makes life difficult here."
    },
    {
      "id": 48,
      "name": "the_prepper_community",
      "description": "An isolated settlement of survivalists, suspicious of outsiders and heavily armed."
    },
    {
      "id": 49,
      "name": "sector_8_recycling_plant",
      "description": "Endless mountains of crushed cars and bottles, a place where the city sends its refuse."
    },
    {
      "id": 50,
      "name": "the_starry_sky_observatory",
      "description": "A remote observatory offering breathtaking views of the night sky, far from the city's light pollution."
    },
        {
      "id": 51,
      "name": "ancient_avian_burial_ground",
      "description": "A sacred site where avian clans inter their dead, imbued with solemn energy."
    },
    {
      "id": 52,
      "name": "painted_desert_rocks",
      "description": "Vibrant rock formations create surreal landscapes, a testament to time's artistic touch."
    },
    {
      "id": 53,
      "name": "bat_cave_entrance",
      "description": "A hidden cave system teeming with bats, a vital ecosystem and a mysterious realm."
    },
    {
      "id": 54,
      "name": "old_trading_post_ruins",
      "description": "Remnants of a historical outpost where cultures exchanged goods, echoing tales of past interactions."
    },
    {
      "id": 55,
      "name": "sector_7_water_reclamation_plant",
      "description": "A facility dedicated to recycling water, combating the scarcity and promoting sustainability."
    },
    {
      "id": 56,
      "name": "cell_tower_relay",
      "description": "A crucial communication point, connecting isolated regions with urban centers."
    },
    {
      "id": 57,
      "name": "artisan_cultivation_site",
      "description": "Individuals grow plants for crafts and practical purposes, showcasing a unique blend of nature and art."
    },
    {
      "id": 58,
      "name": "sector_8_eco-village",
      "description": "A community embracing sustainable practices, dedicated to harmony with the environment."
    },
    {
      "id": 59,
      "name": "the_scrap_metal_sculpture_park",
      "description": "Creative sculptures made from recycled metal, reflecting the artistry within discarded waste."
    },
    {
      "id": 60,
      "name": "the_deep_space_listening_post",
      "description": "Transmitting waves for communication across the cosmos, hopeful for signals from other worlds."
    },
        {
      "id": 61,
      "name": "hidden_falcon_training_grounds",
      "description": "Secret location where agile falcons learn the skies, honing their hunting and agility skills."
    },
    {
      "id": 62,
      "name": "redrock_maze_canyons",
      "description": "Intricate canyons forming a labyrinthine landscape, testing travelers' orientation and survival skills."
    },
    {
      "id": 63,
      "name": "the_ancient_oracle_cave",
      "description": "Mysterious cavern where prophecies were divined, echoing with cryptic visions of the future."
    },
    {
      "id": 64,
      "name": "sector_8_agricultural_zone",
      "description": "Cultivated fields striving to support the city, balancing food production with environmental preservation."
    },
    {
      "id": 65,
      "name": "sector_7_resource_extraction_plant",
      "description": "Extracting minerals and resources, essential for sustaining modern industries."
    },
    {
      "id": 66,
      "name": "intercity_expressway_transition",
      "description": "Where high-speed roads diverge into local routes, the gateway to distant destinations."
    },
    {
      "id": 67,
      "name": "the_hidden_moonshine_distillery",
      "description": "Backwoods operation producing illicit spirits, notorious among the denizens of the scrublands."
    },
    {
      "id": 68,
      "name": "sector_8_urban_farming_cluster",
      "description": "Community initiatives growing food in urban areas, promoting sustainability and local sustenance."
    },
    {
      "id": 69,
      "name": "the_junkyard_fortress",
      "description": "A makeshift stronghold built amidst scrap, sheltering those seeking escape or refuge."
    },
    {
      "id": 70,
      "name": "cosmic_ray_observatory",
      "description": "Researching particles from across the cosmos, investigating the universe's fundamental nature."
    },
         {
      "id": 71,
      "name": "the_sagebrush_sanctuary",
      "description": "Protected space supporting scrub biome, a haven for avian clans preserving tradition."
    },
    {
      "id": 72,
      "name": "weathered_mesa_plateau",
      "description": "Elevated region sculpted by nature, a natural bastion resisting time."
    },
    {
      "id": 73,
      "name": "the_whispering_caves",
      "description": "Intriguing underground passages resonate with rumors, intriguing explorers."
    },
    {
      "id": 74,
      "name": "ancient_avian_migration_route",
      "description": "Time-honored path followed by airborne clans, linking habitats across vast distances."
    },
    {
      "id": 75,
      "name": "sector_7_bioremediation_facility",
      "description": "Cleanup facility employing organic systems, fighting environmental hazards effectively."
    },
    {
      "id": 76,
      "name": "urban_drone_infrastructure",
      "description": "Drone hub for delivery, a futuristic system optimizing urban operations."
    },
    {
      "id": 77,
      "name": "innovative_horticultural_site",
      "description": "Experimental location employing progressive horticulture, nurturing life amidst urban confines."
    },
    {
      "id": 78,
      "name": "sector_8_co-living_village",
      "description": "Community fosters sustainability, embracing cooperation to minimize waste."
    },
    {
      "id": 79,
      "name": "the_reclaimed_metal_workshop",
      "description": "Creative business using salvage materials, giving refuse novel form."
    },
    {
      "id": 80,
      "name": "distant_astronomical_arrays",
      "description": "Extensive sensor arrays detect celestial phenomena, dedicated to astronomical studies."
    },
        {
      "id": 81,
      "name": "scrubland_clan_negotiation_site",
      "description": "Neutral gathering place with unspoken accord, brokering peace among avian coalitions."
    },
    {
      "id": 82,
      "name": "ancient_rock_art_zone",
      "description": "Rock art revealing heritage, depicting stories and cultures of past eras."
    },
    {
      "id": 83,
      "name": "cryptic_sinkhole_entrance",
      "description": "Subterranean entrance with unknown depths, sparking curiosity about what lies below."
    },
    {
      "id": 84,
      "name": "the_forgotten_trade_outpost",
      "description": "Ghostly remnants of commerce, whispering recollections of past trades."
    },
    {
      "id": 85,
      "name": "sector_7_energy_conversion_station",
      "description": "Complex transforming power for distribution, ensuring constant illumination for urban dwellers."
    },
    {
      "id": 86,
      "name": "advanced_communication_hub",
      "description": "Cutting-edge infrastructure providing internet, connecting inhabitants around the globe."
    },
    {
      "id": 87,
      "name": "artistic_aquaponic_project",
      "description": "Showcasing sustainable agriculture, mixing aquatic life with plant cultivation creatively."
    },
    {
      "id": 88,
      "name": "sector_8_collaborative_complex",
      "description": "Building with communal amenities, fostering unity among urban residents."
    },
    {
      "id": 89,
      "name": "upcycled_building_initiative",
      "description": "Sustainable enterprise creatively transforms materials, repurposing structures."
    },
    {
      "id": 90,
      "name": "deep_space_telemetry_installation",
      "description": "Observatory receives distant signals, gathering astronomical intelligence about the cosmos."
    },
        {
      "id": 91,
      "name": "ancient_avian_wisdom_keep",
      "description": "Hidden archive storing ancient avian scrolls, protecting invaluable lessons."
    },
    {
      "id": 92,
      "name": "mysterious_crystal_cave",
      "description": "Cave glows with otherworldly light, reflecting secrets about subterranean wonders."
    },
    {
      "id": 93,
      "name": "elusive_mirage_oasis",
      "description": "Appearing and vanishing with the heat, symbol for illusion and desire."
    },
    {
      "id": 94,
      "name": "sector_7_energy_storage_complex",
      "description": "Reservoir maintains city illumination, critical in ensuring electricity is constant."
    },
    {
      "id": 95,
      "name": "sustainable_technological_site",
      "description": "Innovative business mixes sustainability, employing advanced technological approaches."
    },
    {
      "id": 96,
      "name": "sector_8_mixed_use_region",
      "description": "Modern integration creating dynamism, seamlessly combining residential and entrepreneurial zones."
    },
    {
      "id": 97,
      "name": "the_altered_waste_creation",
      "description": "Workshop uses recycled material into something more, symbolizing invention in urban disposal."
    },
    {
      "id": 98,
      "name": "cosmic_energy_sensor_site",
      "description": "Remote point detects stellar forces, collecting data about universal radiation.",
            "id": 99,
      "name": "sector_7_energy_source_site",
      "description": "Station taps alternative force, demonstrating progressive practices in generation.",

    },
    {
      "id": 100,
      "name": "sector_8_community_fusion_spot",
      "description": "Modern square fosters relationships, blending together inhabitants from diverse backgrounds."
    }
  ]
}