{
  "map_width": 3,
  "map_height": 3,
  "tiles": [
    {
      "id": 1,
      "category": "Abandoned Factory",
      "name": "Derelict Assembly Line",
      "description": "A section of a factory, filled with concrete rubble and damaged machinery. Leaking pipes drip onto the metal flooring.  Energy conduits hum faintly nearby.",
      "coordinates": [
        1,
        1
      ],
      "locations": {}
    },
    {
      "id": 2,
      "category": "Warehouse District",
      "name": "Collapsed Storage Unit",
      "description": "A dilapidated warehouse tile, now a pile of concrete rubble and twisted metal.  Exposed wiring sparks occasionally. A potential hidden entrance is concealed beneath debris.",
      "coordinates": [
        1,
        2
      ],
      "locations": {}
    },
    {
      "id": 3,
      "category": "Transit Tunnel",
      "name": "Flooded Subway Section",
      "description": "Part of an underground transit tunnel, flooded with water from leaking pipes.  The air is damp and cool.  Makeshift barricades block part of the tunnel.",
      "coordinates": [
        1,
        3
      ],
      "locations": {}
    },
    {
      "id": 4,
      "category": "Lumin Territory",
      "name": "Energy Conduit Nexus",
      "description": "A section dominated by glowing energy conduits, built and maintained by the Lumin. The area is noticeably warmer.  Metal flooring shows signs of recent repair.",
      "coordinates": [
        2,
        1
      ],
      "locations": {}
    },
    {
      "id": 5,
      "category": "Cityscape",
      "name": "Overlook to Ruined Skyscraper",
      "description": "A vantage point offering a view of crumbling skyscrapers in the distance. Concrete rubble underfoot. A sense of desolate beauty permeates the area.",
      "coordinates": [
        2,
        2
      ],
      "locations": {}
    },
    {
      "id": 6,
      "category": "Lumin Territory",
      "name": "Hidden Workshop Entrance",
      "description": "A seemingly unremarkable section of factory wall, concealing a hidden entrance to a Lumin workshop.  Energy conduits run along the wall, subtly camouflaging the entrance.",
      "coordinates": [
        2,
        3
      ],
      "locations": {}
    },
    {
      "id": 7,
      "category": "Abandoned Factory",
      "name": "Unstable Generator Room",
      "description": "A factory section containing damaged machinery. The temperature fluctuates wildly due to an unstable power source. Exposed wiring is everywhere.",
      "coordinates": [
        3,
        1
      ],
      "locations": {}
    },
    {
      "id": 8,
      "category": "Makeshift Settlement",
      "name": "Scrap Market",
      "description": "A makeshift settlement built amidst concrete rubble and abandoned vehicles. Jury-rigged solutions are everywhere.  The atmosphere is gritty and desperate.",
      "coordinates": [
        3,
        2
      ],
      "locations": {}
    },
    {
      "id": 9,
      "category": "Warehouse District",
      "name": "Collapsed Loading Bay",
      "description": "A section of a warehouse with a collapsed loading bay. Leaking pipes create puddles on the metal flooring.  Technological decay is evident throughout.",
      "coordinates": [
        3,
        3
      ],
      "locations": {}
    }
  ]
}